covid-19-api/app/controllers/countries_controller.rb

  def show
    @country = Country.find(params[:id])
---
SELECT "countries".* FROM "countries" WHERE "countries"."id" = ? LIMIT ?  [["id", 7], ["LIMIT", 1]]