covid-19-api/app/controllers/summaries_controller.rb

    def index
        @collections = Summary.all
---
SELECT "summaries".* FROM "summaries" ORDER BY "summaries"."created_at" DESC LIMIT ?  [["LIMIT", 1]]